{
  "navbar": {
    "portfolio": "Portafolio", 
    "experience": "Experiencia",
    "contact": "Contacto",
    "extras": "Extras",
    "projects": "Proyectos"
  },
  "utils": {
    "no-image": "No hay imagen disponible, waja"
  },
  "home": {
    "name": "Marcos Reyes Mart铆nez",
    "title": "Analista Programador Computacional",
    "location": "Santiago de Chile",
    "aboutTitle": "Sobre m铆",
    "aboutText": "Soy Marcos Reyes Mart铆nez, un apasionado Analista Programador Computacional con a帽os (y toneladas) de experiencia en Desarrollo Web y administraci贸n de sistemas. Me especializo en el Desarrollo Web FullStack, tambi茅n en la administraci贸n de sistemas Linux y Windows, redes y seguridad inform谩tica, protegiendo cada componente y detalle de salvar tu informaci贸n.",
    "contactProjectsTitle": "Visita mis proyectos o hablemos",
    "contactButton": "Contacto",
    "portfolioButton": "Ver Proyectos / Portafolio",
    "servicesTitle": "Servicios que ofrezco",
    "services": {
      "webDev": "Desarrollo Web FullStack",
      "serverAdmin": "Administraci贸n de Servidores Linux/Windows",
      "security": "Seguridad Inform谩tica y Redes",
      "devops": "Automatizaci贸n y DevOps",
      "consulting": "Consultor铆a en AppSec / DevSecOps",
      "anything": "Lo que tu necesites, para ser honesto"
    }
  },
  "portfolio": {
    "banner_title": "Mi Portafolio",
    "banner_subtitle": "Mis proyectos alocados pero geniales!",
    "banner_info":"Cada proyecto en mi portafolio muestra distintas tecnolog铆as y habilidades que he desarrollado a lo largo de mi carrera. Demostrando que no existe una sola forma de abordar un problema, con creatividad, inteligencia, \"anarquismo\" y pasi贸n por la tecnolog铆a, siempre encuentro soluciones innovadoras y efectivas.",
    "banner_info_note":"Es posible que no est茅n todos mis proyectos inform谩ticos, no suelo actualizar esta lista constantemente. Para revisar todos, visita mi perfil de GitHub:",
    "github_profile": "Visita mi perfil de GitHub",
    "private_repo": "Este repositorio es privado, lo siento ",
    "private_repo_real":"realmente no",
    "categories": {
      "personal": {
        "title": "Proyectos Personales",
        "description": "Proyectos personales desarrollados para aprender y experimentar con nuevas tecnolog铆as y contribuir a la comunidad."
      },
      "professional-practice": {
        "title": "Pr谩ctica Profesional",
        "description": "Proyectos realizados durante mi pr谩ctica profesional, aplicando conocimientos adquiridos en un entorno real."
      },
      "institute": {
        "title": "Proyectos del Instituto",
        "description": "Proyectos desarrollados como parte de mi formaci贸n acad茅mica en el instituto, Duoc UC. Enfocados en el aprendizaje pr谩ctico."
      }
    },
    "projects": {
      "fumo-index": {
        "title": "The Fumo Index (点)",
        "description": "Plataforma web para la documentaci贸n y recopilaci贸n de peluches FumoFumo basados en la serie de videojuegos Touhou, ahora adaptada a m谩s franquicias."
      },
      "abbybot-project": {
        "title": "AbbyBot Project",
        "description": "Bot multifuncional para Discord, con funciones de moderaci贸n, m煤sica y m谩s. Desarrollado con Discord.py y, sobre todo, mucho entusiasmo."
      },
      "blog-astronautmarkus": {
        "title": "Blog de AstronautMarkus",
        "description": "Blog inform谩tico donde se comparten art铆culos sobre desarrollo web, programaci贸n y tecnolog铆a en general. Creado con Laravel y Tailwind CSS."
      },
      "abbybot-project-website": {
        "title": "Sitio Web de AbbyBot",
        "description": "Sitio web oficial del bot AbbyBot, donde los usuarios pueden encontrar informaci贸n sobre el bot, sus comandos y m谩s. Desarrollado con Flask y Bootstrap. Dockerizado para producci贸n."
      },
      "multi-stock-sync": {
        "title": "Multi Stock Sync",
        "description": "Software para la sincronizaci贸n de productos con conexi贸n a Mercado Libre, utilizando JWT para autenticaci贸n y autorizaci贸n, y una API RESTful para la gesti贸n de productos."
      },
      "multi-stock-sync-back": {
        "title": "Multi Stock Sync Back",
        "description": "Backend del software de sincronizaci贸n de productos, desarrollado con Laravel. Implementa JWT para autenticaci贸n y autorizaci贸n, y una API RESTful para la gesti贸n de productos."
      },
      "multi-stock-sync-api-viewer": {
        "title": "Multi Stock API Viewer",
        "description": "Documentaci贸n de la API del software de sincronizaci贸n de productos, generada con Swagger. Permite a los desarrolladores explorar y probar la API f谩cilmente."
      },
      "mofustore": {
        "title": "MOFUStore",
        "description": "Plataforma de comercio electr贸nico para comprar fumos de Touhou Project. Proyecto realizado en el segundo a帽o de instituto."
      },
      "camellosfood-repartidor": {
        "title": "CamellosFood - Repartidor",
        "description": "Aplicaci贸n de reparto de comida para Android, construida con Ionic y Django."
      },
      "constru-mic": {
        "title": "CONSTRU_MIC",
        "description": "Plataforma de comercio electr贸nico para materiales de construcci贸n, desarrollada con Django y Bootstrap."
      },
      "puppies-crud": {
        "title": "Puppies CRUD",
        "description": "CRUD sencillo para gestionar cachorros, usando Ionic y Json-Server."
      },
      "mofulunches-web": {
        "title": "MofuLunches Web",
        "description": "Frontend en Flask para el panel de administraci贸n y cocineros de MofuLunches."
      },
      "mofulunches-api": {
        "title": "MofuLunches API",
        "description": "Backend SOA para la plataforma MofuLunches, soportando interfaces m贸viles, web y t贸tem."
      },
      "mofulunches-totem": {
        "title": "MofuLunches Totem",
        "description": "Aplicaci贸n desarrollada con Electron y Arduino para gestionar pedidos y pagos."
      },
      "mofulunches-eldimon": {
        "title": "MofuLunches ElDimon",
        "description": "Script de Arduino que gestiona la comunicaci贸n con la API de MofuLunches."
      },
      "mofulunches-listener": {
        "title": "MofuLunches ElDimon Listener",
        "description": "Interfaz gr谩fica en Python para escanear y leer eventos de la API ElDimon usando PyQt5."
      },
      "mofulunches-app": {
        "title": "MofuLunches App",
        "description": "Aplicaci贸n m贸vil para cocineros, desarrollada con Ionic, para gestionar pedidos en MofuLunches."
      },
      "firestore": {
        "title": "FireStore",
        "description": "Este proyecto no es m铆o, pero gracias a 茅l mi compa帽era aprob贸 el semestre. Aplicaci贸n m贸vil para gestionar inventarios de plantas en oficinas, desarrollada con Ionic y Firebase."
      }
    },
    "view_repository": "Ver repositorio"
  }
}